const zamanInfo = `Zaman School, расположенная в Алматы (Казахстан), является самобытным учебным заведением, позиционирующим себя как казахская школа нового формата. Представляем подробный обзор школы:
Обзор и философия
Расположение и окружение: Школа расположена у подножия гор Заилийского Алатау, что создает условия для сочетания современного образования с природной красотой.
Философия: Каждый ребенок рассматривается как новая эпоха в себе, воплощающая стремление к Творчеству и Служению, Артистизму и Лидерству.
Образовательный подход и миссия
Образовательная направленность: Цель школы "Заман" - воспитание интеллектуалов и будущих лидеров казахстанского общества. Образовательный процесс построен таким образом, чтобы воспитать из студентов амбициозных изобретателей, предпринимателей и общественных деятелей с глобальными перспективами и национальными ценностями.
Учебная программа: Школа предлагает широкий спектр международных образовательных программ, включая IB PYP, MYP, DP, курсы AP, сингапурскую математику и сингапурскую науку.
Язык обучения: Обучение ведется преимущественно на казахском языке с включением лучших международных программ из Швейцарии, США и Сингапура.
Персонал и руководство
Преподаватели: В школе работают 112 преподавателей, из них 24 мужчины и 88 женщин, 63% из них имеют стаж работы более 10 лет.
Руководство: Руководство школы уделяет особое внимание воспитанию нового поколения, получившего всестороннее образование, актуальное как для Казахстана, так и для всего мира. Особое внимание уделяется формированию полноценной элиты, определяемой не богатством, а характером, знаниями, образованием и творческими способностями.
Основные ценности и цели
Ценности: Искренность, внимание, забота, критическое мышление, преодоление трудностей - вот основные ценности школы.
Цели: Школа стремится стать флагманом казахстанской школы, решая ключевые вопросы самобытности, истории, культуры и языка.
Уникальные особенности и преимущества
Признание и уважение: Каждого ученика признают и уважают за его уникальные качества.
Питание: Школа придерживается стандартов "Халяль" при организации питания учащихся.
Карьерная навигация: Оказывается помощь в развитии карьеры и поступлении в известные университеты.
Архитектура: Архитектура школы отличается уникальным эстетическим оформлением и вкусом.
Внеклассные мероприятия: Включает в себя исследовательские экспедиции и профессиональные стажировки.
Культурное образование: Особое внимание уделяется формированию казахской самобытности, культуры, истории и языка.
Развитие характера: Школа уделяет особое внимание развитию характера через занятия спортом и другие виды деятельности.
Концепция и элитный статус
Видение: Школа "Заман" стремится ответить на три ключевых вопроса, связанных с идентичностью, историей, культурой и языком: "Кто я во времени и пространстве? Почему я реагирую на мир и людей определенным образом? Как я передаю мысли и чувства?".
Элитный статус: Термин "элита" используется в контексте исторической казахской элиты или интеллигенции, подчеркивающей образованность, просвещенность и национальную независимость
Zaman School - выдающееся учебное заведение в Казахстане, представляющее собой элитную казахскую школу. Философия школы основана на убеждении, что каждый ребенок представляет собой новую эпоху, воплощая в себе творчество, лидерство и стремление к служению. Миссия школы заключается в воспитании поколения амбициозных изобретателей, предпринимателей и гражданских лидеров, обладающих глобальным мышлением и национальными ценностями, готовых служить интересам общества.
Видение школы "Заман" - быть лидером среди казахстанских школ, побуждая учащихся исследовать три ключевых вопроса идентичности, связанных с историей, культурой и языком: "Кто я во времени и пространстве?", "Почему я реагирую на мир и людей так, как я реагирую?" и "Как я передаю свои мысли и чувства?". Среди ценностей школы - искренность, внимание, забота, критическое мышление, преодоление трудностей.
Школа "Заман" определяет понятие "элита" не с точки зрения богатства или привилегий, а с исторической точки зрения, отражая глубокое значение "казахской элиты" или "казахской интеллигенции" в истории Казахстана и общества. Под этим понятием подразумеваются образованные казахи, которые стремились просвещать свой народ, сделать образование доступным для всех, бороться за независимость своей страны, формировать культуру и непредвзятую политику, воспитывать духовность и национальное самосознание. Школа стремится воспитать из своих студентов не избранных по значимости, а послов международного мышления, ответственных граждан мира и своей страны.
Школа позиционирует себя как школа, готовящая будущих президентов, чиновников, соблюдающих нормы этики, просвещенных общественных деятелей, ученых и деятелей культуры. Школа подчеркивает важность патриотизма, глубокого знания своего края и страны, образования, актуального как в Казахстане, так и во всем мире. Цель - воспитать в обществе личность, обладающую выдающимися качествами, знаниями, образованием и творческими способностями.
Уникальная программа Zaman School направлена на развитие навыков нового времени через призму воспитания национальной идентичности. Студенты занимаются в богатой образовательной системе по естественно-математическим, лингвистическим, гуманитарным, спортивным и творческим дисциплинам. Студенты постоянно готовятся к достижению высоких результатов по всем аспектам образовательной программы и общественной деятельности, что способствует их поступлению в признанные университеты Казахстана и мира. Школа верит в раскрытие талантов своих детей, расширение их кругозора, развитие таких личностных качеств, как лидерство, ответственность, независимость и финансовая свобода. Традиции играют важнейшую роль и определяют основные принципы школы, которая стремится опираться на прошлое и смотреть в будущее.
Школа "Заман" вдохновляет студентов с энтузиазмом воспринимать и создавать инновации в условиях возрождения казахской интеллигенции
Школа "Заман" в Казахстане предлагает элитное образование, ориентированное на воспитание будущих лидеров и интеллектуалов. Стоимость обучения в школе зависит от уровня образования:
Для 1-4 классов:
Ежемесячная плата за обучение составляет ₸330 000.
Она включает в себя:
Обучение по программе Международного бакалавриата (IB) Primary Years Programme (PYP).
Уникальный учебный план с национальным колоритом.
Сингапурская математика и естественные науки.
Отзывчивый преподавательский состав.
Приложение для отслеживания результатов обучения.
В классах не более 18 учеников.
Индивидуальный подход к каждому ребенку.
Развитая инфраструктура и уникальная архитектура.
Дополнительно оплачивается вступительный взнос в размере ₸330 000.
Питание и транспорт оплачиваются отдельно, по ₸50 000.
Для 5-11 классов:
Ежемесячная плата за обучение составляет ₸280 000.
Она включает в себя:
Обучение по программе IB Middle Years Programme (MYP) и программе IB Diploma Programme (DP).
Учебный план с уникальным национальным характером.
Сингапурская математика и естественные науки.
Внимательный преподавательский состав.
Приложение для контроля результатов обучения студентов.
Количество учащихся в классе не превышает 18 человек.
Индивидуальный подход к каждому студенту.
Курсы Advanced Placement (AP).
Консультации по вопросам поступления в университеты.
Современная инфраструктура и оригинальная архитектура.
Вступительный взнос в эти классы составляет ₸280 000.
Питание и транспорт оплачиваются отдельно и составляют ₸50 000 каждый.`;

export default zamanInfo;
